Revit 2027 API
BuiltInFailures.AssemblyFailures.AssemblyInvalidMember Property
 Some elements became ineligible to be included in an assembly and were removed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AssemblyInvalidMember { get; }
Public Shared ReadOnly Property AssemblyInvalidMember As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AssemblyInvalidMember {
	FailureDefinitionId^ get ();
}
static member AssemblyInvalidMember : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AssemblyFailures Class
Autodesk.Revit.DB Namespace